cask_args appdir: "/Applications"
tap 'caskroom/cask'
brew "cask"

brew "fish"
brew "openssl"
brew "coreutils"
brew "gnu-sed"
brew "htop"
brew "watch"
brew "wget"
brew "ctags"
brew "the_silver_searcher"
brew "autojump"
brew "fzf"

brew "reattach-to-user-namespace"
brew "tmux"

brew "kubernetes-cli"
brew "kubectx"
brew "jid"
brew "jq"
cask "jet"

brew "vim", args: ["HEAD", "with-override-system-vi"]

cask "1password"
cask "google-chrome"
cask "clipy"
cask "dropbox"
cask "flux"
cask "iterm2"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "tunnelblick"
